Repository: mworrell/mod_auth_service
Catalog: translations/*.po
Languages: nl

source: After signing in we redirect to
nl: Na het aanmelden gaan we door naar

source: After signing in we redirect to your site.
nl: Na het aanmelden gaan we door naar uw site.

source: Continue
nl: Doorgaan

source: Go back
nl: Ga terug

source: Invalid token
nl: Ongeldig token

source: Login
nl: Inloggen

source: Sign in
nl: Log in

source: The token is unknown or already used. Go back and try again.
nl: Het token is onbekend of reeds gebruikt. Ga terug en probeer het opnieuw.

source: You are signed in, you can now continue to
nl: U bent aangemeld, u kunt nu verder gaan met

source: You are signed in, you can now continue to your site.
nl: U bent aangemeld, u kunt nu verder gaan naar uw site.

source: You need to authenticate, even if you were previously signed in.
nl: U moet zich authenticeren, ook al was u eerder aangemeld.
